resume.org
#+TITLE: Resume
#+author: Sudhanv Apte


* Education

** National Taipei University of Technology (Taipei, Taiwan)
*** 2021-2023
Master's in Electrical Engineering


** S.R.M Institute of Technology (Tamil Nadu, India)
*** 2017-2021
B.Tech in Mechatronics Engineering
GPA: 7.2

* Experience

** Peppermint Robotics (Pune, India)
*** June 2021 - Aug 2021
Worked on Object Detection and Tracking using YOLO.

** Intelligent Control Lab (Taipei, Taiwan)
*** July 2020 - Jan 2021
-Worked on BLE module for elevator access.
-Worked on Local Planner.

* Projects
- Autonomous Storage/Retrieval Robot
    Final Project @ SRM IST. Designed a robot
    capable of dynamic obstacle avoidance and can
    retrieve packages.

- Campus Rover
    Design and Programming of BLE module
    Implemented TEB Local Planner on the robot

- AprilTag Follower
  A program for detection of AprilTags and make the robot follow
  them

* Publications

* Skills
- Python, C#, Git, PyTorch
