resume.tex
% Created 2021-08-23 Mon 16:16
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Sudhanv Apte}
\date{\today}
\title{Resume}
\hypersetup{
 pdfauthor={Sudhanv Apte},
 pdftitle={Resume},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents



\section{Education}
\label{sec:orge54313e}

\subsection{National Taipei University of Technology (Taipei, Taiwan)}
\label{sec:org5a47aee}
\subsubsection{2021-2023}
\label{sec:org9de1d7b}
Master's in Electrical Engineering


\subsection{S.R.M Institute of Technology (Tamil Nadu, India)}
\label{sec:org7cfbcc8}
\subsubsection{2017-2021}
\label{sec:org5d94eaa}
B.Tech in Mechatronics Engineering
GPA: 7.2

\section{Experience}
\label{sec:orgff476ae}

\subsection{Peppermint Robotics (Pune, India)}
\label{sec:org3dd4cac}
\subsubsection{June 2021 - Aug 2021}
\label{sec:org8af21f5}
Worked on Object Detection and Tracking using YOLO.

\subsection{Intelligent Control Lab (Taipei, Taiwan)}
\label{sec:orgdbe8af5}
\subsubsection{July 2020 - Jan 2021}
\label{sec:orgbedd9bd}
-Worked on BLE module for elevator access.
-Worked on Local Planner.

\section{Projects}
\label{sec:orgb9dad44}
\begin{itemize}
\item Autonomous Storage/Retrieval Robot
Final Project @ SRM IST. Designed a robot
capable of dynamic obstacle avoidance and can
retrieve packages.

\item Campus Rover
Design and Programming of BLE module
Implemented TEB Local Planner on the robot

\item AprilTag Follower
A program for detection of AprilTags and make the robot follow
them
\end{itemize}

\section{Publications}
\label{sec:orgadd10cf}

\section{Skills}
\label{sec:orga5cff85}
\begin{itemize}
\item Python, C\#, Git, PyTorch
\end{itemize}
\end{document}
